Repository: gnachman/iTerm2
Catalog: sources/Settings/mul.lproj/PreferencePanel.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# j1N-Vw-Xig.title
source: Pane:
de: Bereich:
ja: ペイン:
pt_br: Painel:
ru: Панель:
zh_hans: 窗格：

# j3Z-6L-rIU.title
source: fn Function
de: fn-Funktionstaste
pt_br: fn Função

# J5u-Og-jis.title
source: Folder Rotation
de: Ordnerrotation
ja: フォルダローテーション
pt_br: Rotação de pasta
ru: Ротация папок
zh_hans: 文件夹轮换

# jbe-Pv-UBX.title
source: Use transparency
de: Transparenz verwenden
ja: 透明度を使用する
pt_br: Usar transparência
ru: Использовать прозрачность
zh_hans: 使用透明度

# jBZ-iu-RRM.title
source: View Manpages
de: Man-Pages anzeigen
ja: マニュアルページを表示
pt_br: Ver manpages
ru: Просмотр man-страниц
zh_hans: 查看手册页

# Jc5-qq-jV3.title
source: Apps can change how keys are reported
de: Apps können ändern, wie Tasten gemeldet werden
ja: アプリはキーの報告方法を変更できる
pt_br: Apps podem alterar como as teclas são reportadas
ru: Приложения могут изменять способ передачи клавиш
zh_hans: 应用可以更改按键报告方式

# JCo-OR-EqT.title
source: Syntax Help
de: Syntaxhilfe
ja: 構文ヘルプ
pt_br: Ajuda de sintaxe
ru: Справка по синтаксису
zh_hans: 语法帮助

# jcT-vU-VZU.title
source: Load shell integration automatically
de: Shell-Integration automatisch laden
ja: シェル統合を自動的に読み込む
pt_br: Carregar Shell Integration automaticamente
ru: Загружать интеграцию с оболочкой автоматически
zh_hans: 自动载入 Shell 集成

# JdL-vz-9Vf.title
source: “Undo” can revive a session that has been closed for up to
de: „Rückgängig“ kann eine Sitzung wiederherstellen, die geschlossen wurde für bis zu
ja: 「元に戻す」は、閉じてから次の時間以内であればセッションを復元できます
pt_br: O “Desfazer” pode reviver uma sessão fechada há no máximo
ru: «Отмена» может восстановить сессию, которая была закрыта не более чем
zh_hans: “撤销”可以恢复已关闭最多以下时长的会话

# JEu-jd-PSO.title
source: Background
de: Hintergrund
ja: 背景
pt_br: Plano de fundo
ru: Фон
zh_hans: 背景

# JI4-WQ-gMX.ibShadowedToolTip
source: Some programs (such as vim and emacs) want to put the numeric keypad in "application" mode. Turn this off if you always want it to act as a numeric keypad.
de: Manche Programme (wie vim und emacs) möchten den Nummernblock in den „Anwendungsmodus“ versetzen. Deaktivieren Sie dies, wenn er immer als Nummernblock fungieren soll.
ja: vimやemacsなどの一部のプログラムは、テンキーを「アプリケーション」モードにしたがります。常にテンキーとして動作させたい場合は、これをオフにしてください。
pt_br: Alguns programas (como vim e emacs) querem colocar o teclado numérico no modo “aplicativo”. Desative isto se você quiser que ele sempre funcione como um teclado numérico.
ru: Некоторые программы (например, vim и emacs) хотят переключать цифровую клавиатуру в «прикладной» режим. Отключите это, если хотите, чтобы она всегда работала как обычная цифровая клавиатура.
zh_hans: 某些程序（如 vim 和 emacs）希望将数字小键盘置于“应用”模式。如果你希望它始终作为数字小键盘使用，请关闭此选项。

# JJU-nE-9XN.title
source: Allow all apps to connect
de: Allen Apps die Verbindung erlauben
ja: すべてのアプリの接続を許可する
pt_br: Permitir que todos os apps se conectem
ru: Разрешить подключение всем приложениям
zh_hans: 允许所有应用连接

# jlZ-SF-XtE.ibShadowedToolTip
source: Apps (such as your shell or your editor) expect each character to have a particular “width,” between 0 and 2 cells. If the app and the terminal emulator have different width tables, rendering problems ensue. Notably, Unicode 8 defines most Emoji to be 1 cell wide. Most fonts render them as two cells wide. Unicode 9 fixes this. If your apps have been updated for Unicode 9, you should enable this.
de: Apps (wie Ihre Shell oder Ihr Editor) erwarten, dass jedes Zeichen eine bestimmte „Breite“ zwischen 0 und 2 Zellen hat. Wenn die App und der Terminal-Emulator unterschiedliche Breitentabellen verwenden, kommt es zu Darstellungsproblemen. Insbesondere definiert Unicode 8 die meisten Emojis als 1 Zelle breit. Die meisten Schriften stellen sie jedoch zwei Zellen breit dar. Unicode 9 behebt dies. Wenn Ihre Apps für Unicode 9 aktualisiert wurden, sollten Sie dies aktivieren.
ja: シェルやエディタなどのアプリは、各文字が0〜2セルの特定の「幅」を持つことを想定しています。アプリとターミナルエミュレータの幅テーブルが異なると、表示に問題が生じます。特に、Unicode 8ではほとんどの絵文字が1セル幅と定義されていますが、多くのフォントはこれを2セル幅で描画します。Unicode 9ではこれが修正されています。お使いのアプリがUnicode 9に対応済みであれば、これを有効にしてください。
pt_br: Os apps (como o seu Shell ou o seu editor) esperam que cada caractere tenha uma “largura” específica, entre 0 e 2 células. Se o app e o emulador de terminal tiverem tabelas de largura diferentes, ocorrem problemas de renderização. Notavelmente, o Unicode 8 define a maioria dos Emoji com 1 célula de largura. A maioria das fontes os renderiza com duas células de largura. O Unicode 9 corrige isto. Se os seus apps foram atualizados para o Unicode 9, você deve ativar isto.
ru: Приложения (например, ваша оболочка или редактор) ожидают, что у каждого символа будет определённая «ширина», от 0 до 2 ячеек. Если у приложения и эмулятора терминала разные таблицы ширины, возникают проблемы с отображением. В частности, Unicode 8 определяет большинство эмодзи как имеющие ширину 1 ячейка. Большинство шрифтов отображают их шириной в две ячейки. Unicode 9 исправляет это. Если ваши приложения обновлены под Unicode 9, вам следует включить эту настройку.
zh_hans: 应用（如你的 Shell 或编辑器）期望每个字符具有特定的“宽度”，介于 0 到 2 个单元格之间。如果应用与终端仿真器的宽度表不同，就会出现渲染问题。值得注意的是，Unicode 8 将大多数 Emoji 定义为 1 个单元格宽，而大多数字体将其渲染为 2 个单元格宽。Unicode 9 修复了这个问题。如果你的应用已针对 Unicode 9 更新，应启用此选项。

# JmL-Zy-UER.title
source: Thin strokes:
de: Dünne Striche:
ja: 細いストローク:
pt_br: Traços finos:
ru: Тонкие штрихи:
zh_hans: 细笔画：

# jnA-10-c4D.title
source: Tab bar location:
de: Position der Tableiste:
ja: タブバーの位置:
pt_br: Local da barra de abas:
ru: Расположение панели вкладок:
zh_hans: 标签栏位置：

# joc-ie-rOS.title
source: Jump to this session by pressing a global hotkey:
de: Zu dieser Sitzung springen durch Drücken eines globalen Hotkeys:
ja: グローバルホットキーを押してこのセッションにジャンプする:
pt_br: Ir para esta sessão pressionando um hotkey global:
ru: Переход к этой сессии по глобальной горячей клавише:
zh_hans: 按下全局热键跳转到此会话：

# JPc-yy-nKe.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認する
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# jqY-on-ozT.title
source: Foreground
de: Vordergrund
ja: 前景
pt_br: Primeiro plano
ru: Передний план
zh_hans: 前景

# jSW-U8-dGZ.title
source: Manage Special Exceptions…
de: Sonderausnahmen verwalten…
ja: 特別な例外を管理…
pt_br: Gerenciar exceções especiais…
ru: Управление особыми исключениями…
zh_hans: 管理特殊例外…

# jtG-zd-rvL.title
source: Status bar location:
de: Position der Statusleiste:
ja: ステータスバーの位置:
pt_br: Local da barra de status:
ru: Расположение строки состояния:
zh_hans: 状态栏位置：

# jvn-mf-Qsy.title
source: Dark
de: Dunkel
ja: ダーク
pt_br: Escuro
ru: Тёмная
zh_hans: 深色

# jvo-OV-rbu.title
source: Ignore non-critical shell integration updates
de: Unkritische Shell-Integrations-Updates ignorieren
ja: 重要でないシェル統合の更新を無視する
pt_br: Ignorar atualizações não críticas da Shell Integration
ru: Игнорировать некритичные обновления интеграции с оболочкой
zh_hans: 忽略非关键 Shell 集成更新

# JWB-xg-ElI.title
source: Components
de: Komponenten
ja: コンポーネント
pt_br: Componentes
ru: Компоненты
zh_hans: 组件

# JXG-G1-APa.ibShadowedToolTip
source: When enabled, large cursor movements get an animation to help your eye follow the cursor.
de: Wenn aktiviert, erhalten große Cursor-Bewegungen eine Animation, die dem Auge hilft, dem Cursor zu folgen.
ja: 有効にすると、カーソルの大きな移動にアニメーションが付き、目でカーソルを追いやすくなります。
pt_br: Quando ativado, grandes movimentos do cursor recebem uma animação para ajudar o seu olho a acompanhar o cursor.
ru: Если включено, крупные перемещения курсора сопровождаются анимацией, помогающей взгляду следовать за курсором.
zh_hans: 启用后，大幅光标移动会带有动画，帮助你的视线跟随光标。

# jxr-mn-Vi7.title
source: Subtle
de: Dezent
ja: 控えめ
pt_br: Sutil
ru: Слабый
zh_hans: 微妙

# JZI-O3-ddQ.title
source: Presets
de: Vorgaben
ja: プリセット
pt_br: Predefinições
ru: Пресеты
zh_hans: 预设

# K0H-ZR-UrB.ibShadowedToolTip
source: Some programs (such as vim and emacs) want to put the numeric keypad in "application" mode. Turn this off if you always want it to act as a numeric keypad. NOTE: This setting affects the older xterm control sequence (CSI > Pp m), not the Kitty control sequence related to CSI > flags u.
de: Manche Programme (wie vim und emacs) möchten den Nummernblock in den „Anwendungsmodus“ versetzen. Deaktivieren Sie dies, wenn er immer als Nummernblock fungieren soll. HINWEIS: Diese Einstellung betrifft die ältere xterm-Steuersequenz (CSI > Pp m), nicht die Kitty-Steuersequenz im Zusammenhang mit CSI > flags u.
ja: vimやemacsなどの一部のプログラムは、テンキーを「アプリケーション」モードにしたがります。常にテンキーとして動作させたい場合は、これをオフにしてください。注: この設定は、CSI > flags uに関連するKittyの制御シーケンスではなく、古いxtermの制御シーケンス(CSI > Pp m)に影響します。
pt_br: Alguns programas (como vim e emacs) querem colocar o teclado numérico no modo “aplicativo”. Desative isto se você quiser que ele sempre funcione como um teclado numérico. NOTA: Este ajuste afeta a sequência de controle mais antiga do xterm (CSI > Pp m), não a sequência de controle do Kitty relacionada a CSI > flags u.
ru: Некоторые программы (например, vim и emacs) хотят переключать цифровую клавиатуру в «прикладной» режим. Отключите это, если хотите, чтобы она всегда работала как обычная цифровая клавиатура. ПРИМЕЧАНИЕ. Эта настройка влияет на старую управляющую последовательность xterm (CSI > Pp m), а не на управляющую последовательность Kitty, связанную с CSI > flags u.
zh_hans: 某些程序（如 vim 和 emacs）希望将数字小键盘置于“应用”模式。如果你希望它始终作为数字小键盘使用，请关闭此选项。注意：此设置影响较旧的 xterm 控制序列（CSI > Pp m），而非与 CSI > flags u 相关的 Kitty 控制序列。

# K0Z-BC-hdc.title
source: Mirror tmux paste buffer to local clipboard
de: tmux-Einfügepuffer in lokale Zwischenablage spiegeln
ja: tmuxのペーストバッファをローカルクリップボードにミラーする
pt_br: Espelhar o buffer de colagem do tmux na área de transferência local
ru: Дублировать буфер вставки tmux в локальный буфер обмена
zh_hans: 将 tmux 粘贴缓冲区镜像到本地剪贴板

# K5H-4i-ekj.title
source: Chat Permissons:
de: Chat-Berechtigungen:
ja: チャットの権限:
pt_br: Permissões de chat:
ru: Разрешения чата:
zh_hans: 聊天权限：

# k6J-9z-fqf.title
source: Use custom tab color
de: Benutzerdefinierte Tab-Farbe verwenden
ja: カスタムのタブカラーを使用する
pt_br: Usar cor de aba personalizada
ru: Использовать пользовательский цвет вкладки
zh_hans: 使用自定义标签页颜色

# k7A-lj-Upu.title
source: AI Completion:
de: KI-Vervollständigung:
ja: AI補完:
pt_br: Autocompletar com IA:
ru: Автодополнение ИИ:
zh_hans: AI 补全：

# kcW-k6-mbq.title
source: Ask Each Time
de: Jedes Mal fragen
ja: 毎回確認する
pt_br: Perguntar sempre
ru: Спрашивать каждый раз
zh_hans: 每次询问

# Kd3-yO-E1K.title
source: Visibility:
de: Sichtbarkeit:
ja: 表示:
pt_br: Visibilidade:
ru: Видимость:
zh_hans: 可见性：

# kEx-j4-xkm.title
source: ⌥ Number
de: ⌥ Zahl
pt_br: ⌥ Número
ru: ⌥ Число
zh_hans: ⌥ 数字

# khz-Qu-w2v.title
source: When Quitting
de: Beim Beenden
ja: 終了時
pt_br: Ao encerrar
ru: При выходе
zh_hans: 退出时

# kIH-dP-J5x.title
source: Click on text in playground to test rules
de: Klicken Sie auf Text im Testbereich, um Regeln zu testen
ja: プレイグラウンドのテキストをクリックしてルールをテストする
pt_br: Clique no texto na área de teste para testar as regras
ru: Щёлкните текст в песочнице, чтобы проверить правила
zh_hans: 在演练场中点按文本以测试规则

# KKT-Zg-ilT.title
source: Use custom color for bold text
de: Benutzerdefinierte Farbe für fetten Text verwenden
ja: 太字テキストにカスタムカラーを使用する
pt_br: Usar cor personalizada para texto em negrito
ru: Использовать пользовательский цвет для полужирного текста
zh_hans: 为粗体文本使用自定义颜色

# kl9-hD-JIn.title
source: Dwell invisible:
de: Verweilzeit unsichtbar:
ja: 非表示までの時間:
pt_br: Permanência invisível:
ru: Исчезновение при неподвижности:
zh_hans: 悬停不可见：

# Knh-H9-rWW.title
source: When enabled, everything you type in the Composer will be shared with your AI provider.
de: Wenn aktiviert, wird alles, was Sie im Kompositionsfeld eingeben, mit Ihrem KI-Anbieter geteilt.
ja: 有効にすると、コンポーザーに入力したすべての内容がAIプロバイダーと共有されます。
pt_br: Quando ativado, tudo o que você digitar no Compositor será compartilhado com seu provedor de IA.
ru: Если включено, всё, что вы вводите в Композиторе, будет передаваться вашему поставщику ИИ.
zh_hans: 启用后，你在 Composer 中输入的所有内容都会与 AI 提供者共享。

# kqT-50-xBs.title
source: Bottom
de: Unten
ja: 下
pt_br: Inferior
ru: Внизу
zh_hans: 底部

# kSp-wU-Ebo.title
source: fn Function
de: fn-Funktionstaste
pt_br: fn Função

# kSx-zn-JDX.title
source: Emulation features:
de: Emulationsfunktionen:
ja: エミュレーション機能:
pt_br: Recursos de emulação:
ru: Функции эмуляции:
zh_hans: 仿真功能：

# KTd-ZZ-Cit.title
source: ⌃ Right Control
de: ⌃ Rechte Control-Taste
ja: ⌃ 右Control
pt_br: ⌃ Control direita
ru: ⌃ Правый Control
zh_hans: ⌃ 右 Control

# kUA-h2-qDj.title
source: Use custom locale…
de: Benutzerdefiniertes Gebietsschema verwenden…
ja: カスタムロケールを使用…
pt_br: Usar localidade personalizada…
ru: Использовать другую локаль…
zh_hans: 使用自定义语言环境…

# Kw4-Uw-vBd.title
source: Configure Status Bar
de: Statusleiste konfigurieren
ja: ステータスバーを設定
pt_br: Configurar barra de status
ru: Настроить строку состояния
zh_hans: 配置状态栏

# KWx-TT-5ME.title
source: Left
de: Links
ja: 左
pt_br: Esquerda
ru: Слева
zh_hans: 左

# KWy-PJ-O0E.ibShadowedToolTip
source: Brightens text for "normal" ANSI colors. Does not affect "bright" ANSI colors, 8-bit colors, 24-bit colors, or the default foreground color.
de: Hellt Text für „normale“ ANSI-Farben auf. Wirkt sich nicht auf „helle“ ANSI-Farben, 8-Bit-Farben, 24-Bit-Farben oder die Standard-Vordergrundfarbe aus.
ja: 「通常」のANSIカラーのテキストを明るくします。「明るい」ANSIカラー、8ビットカラー、24ビットカラー、デフォルトの前景色には影響しません。
pt_br: Clareia o texto para as cores ANSI “normais”. Não afeta as cores ANSI “brilhantes”, cores de 8 bits, cores de 24 bits ou a cor de primeiro plano padrão.
ru: Осветляет текст для «обычных» цветов ANSI. Не влияет на «яркие» цвета ANSI, 8-битные цвета, 24-битные цвета или цвет переднего плана по умолчанию.
zh_hans: 提亮“标准”ANSI 颜色的文本。不影响“亮色”ANSI 颜色、8 位颜色、24 位颜色或默认前景颜色。

# kWZ-q8-lOb.title
source: Restrict mouse reporting to alternate screen mode
de: Mausberichte auf den Alternate-Screen-Modus beschränken
ja: マウスレポートを代替スクリーンモードに制限する
pt_br: Restringir o relatório do mouse ao modo de tela alternativa
ru: Ограничить сообщения о мыши альтернативным режимом экрана
zh_hans: 将鼠标报告限制为备用屏幕模式

# KXS-zY-yFi.title
source: Automatically
de: Automatisch
ja: 自動的に
pt_br: Automaticamente
ru: Автоматически
zh_hans: 自动

# KyW-GB-ElH.label
source: Advanced
de: Erweitert
ja: 詳細設定
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级

# kZS-nY-CH8.title
source: Title bar:
de: Titelleiste:
ja: タイトルバー:
pt_br: Barra de título:
ru: Строка заголовка:
zh_hans: 标题栏：

# l1H-Xh-EAu.title
source: Click on a path in a shell prompt to open Navigator
de: Auf einen Pfad im Shell-Prompt klicken, um Navigator zu öffnen
ja: シェルプロンプト内のパスをクリックしてナビゲーターを開く
pt_br: Clique em um caminho no prompt do shell para abrir o Navegador
ru: Щёлкните путь в приглашении оболочки, чтобы открыть Навигатор
zh_hans: 点按 Shell 提示符中的路径以打开导航器

# L20-q0-Xgn.title
source: Set locale environment variables automatically
de: Locale-Umgebungsvariablen automatisch setzen
ja: ロケール環境変数を自動的に設定する
pt_br: Definir variáveis de ambiente de localidade automaticamente
ru: Автоматически задавать переменные окружения локали
zh_hans: 自动设置语言环境变量

# LaC-dc-Vyj.title
source: Tabs in a new window
de: Tabs in einem neuen Fenster
ja: 新しいウィンドウのタブ
pt_br: Abas em uma nova janela
ru: Вкладки в новом окне
zh_hans: 新窗口中的标签页

# lb0-FE-0Pi.title
source: ⚠️ This may reduce performance
de: ⚠️ Dies kann die Leistung beeinträchtigen
ja: ⚠️ パフォーマンスが低下する可能性があります
pt_br: ⚠️ Isto pode reduzir o desempenho
ru: ⚠️ Это может снизить производительность
zh_hans: ⚠️ 这可能降低性能

# LF7-3M-od4.title
source: Allow Without Asking
de: Ohne Nachfrage erlauben
ja: 確認せずに許可
pt_br: Permitir sem perguntar
ru: Разрешать без подтверждения
zh_hans: 允许，无需询问

# lG4-94-9cF.title
source: Session Name
de: Sitzungsname
ja: セッション名
pt_br: Nome da sessão
ru: Имя сессии
zh_hans: 会话名称

# LgA-78-Kvi.title
source: Cursor Guide:
de: Cursor-Hilfslinie:
ja: カーソルガイド:
pt_br: Guia do cursor:
ru: Направляющая курсора:
zh_hans: 光标辅助线：

# lJx-wQ-cSk.title
source: Use /dev/null mode (no history, cookies, or other data saved)
de: /dev/null-Modus verwenden (kein Verlauf, keine Cookies oder andere Daten werden gespeichert)
ja: /dev/null モードを使用する(履歴、Cookie、その他のデータを保存しない)
pt_br: Usar modo /dev/null (sem salvar histórico, cookies ou outros dados)
ru: Использовать режим /dev/null (история, куки и другие данные не сохраняются)
zh_hans: 使用 /dev/null 模式（不保存历史记录、Cookie 或其他数据）

# Loo-aN-wrn.title
source: Show offscreen command line at top of session
de: Nicht sichtbare Befehlszeile oben in der Sitzung anzeigen
ja: セッション上部に画面外のコマンドラインを表示する
pt_br: Mostrar linha de comando fora da tela no topo da sessão
ru: Показывать строку команды за пределами экрана в верхней части сессии
zh_hans: 在会话顶部显示屏幕外的命令行

# LoV-5k-RTq.title
source: Show progress bars
de: Fortschrittsbalken anzeigen
ja: プログレスバーを表示する
pt_br: Mostrar barras de progresso
ru: Показывать индикаторы выполнения
zh_hans: 显示进度条

# Lpl-Ru-V2u.title
source: Password manager:
de: Passwort-Manager:
ja: パスワードマネージャー:
pt_br: Cofre de senhas:
ru: Менеджер паролей:
zh_hans: 密码管理器：

# lQw-ap-kCO.title
source: Automatically update available AI models from live online database
de: Verfügbare KI-Modelle automatisch aus einer Live-Onlinedatenbank aktualisieren
ja: オンラインデータベースから利用可能なAIモデルを自動的に更新する
pt_br: Atualizar modelos de IA automaticamente da base online
ru: Автоматически обновлять доступные модели ИИ из онлайн-базы данных
zh_hans: 自动从在线数据库更新可用的AI模型

# Lrt-Oz-1A8.title
source: ENQ answer back:
de: ENQ-Antwort:
ja: ENQ応答:
pt_br: Resposta a ENQ:
ru: Ответ на ENQ:
zh_hans: ENQ 应答：

# lS7-WI-sn5.title
source: Normalization:
de: Normalisierung:
ja: 正規化:
pt_br: Normalização:
ru: Нормализация:
zh_hans: 规范化：

# LsQ-19-iaj.ibShadowedToolTip
source: The prompt must contain the substring \(ai.prompt). The query you enter will replace it when speaking to the AI. For example: “Write a unix command to \(ai.prompt).
de: Der Prompt muss die Teilzeichenfolge \(ai.prompt) enthalten. Die von Ihnen eingegebene Abfrage ersetzt sie, wenn mit der KI kommuniziert wird. Beispiel: „Schreibe einen Unix-Befehl, um \(ai.prompt).
ja: プロンプトには部分文字列\(ai.prompt)を含める必要があります。入力したクエリがAIに話しかける際にこれを置き換えます。例:「\(ai.prompt)を行うUnixコマンドを書いて」
pt_br: O prompt deve conter a substring \(ai.prompt). A consulta que você digitar irá substituí-la ao falar com a IA. Por exemplo: “Escreva um comando unix para \(ai.prompt).
ru: Подсказка должна содержать подстроку \(ai.prompt). Заданный вами запрос заменит её при обращении к ИИ. Например: «Напишите команду unix, чтобы \(ai.prompt).
zh_hans: 提示符必须包含子字符串 \(ai.prompt)。你输入的查询将在与 AI 对话时替换它。例如：“写一条 unix 命令 \(ai.prompt)。

# lUl-fg-CgP.title
source: Slow
de: Langsam
ja: 遅い
pt_br: Lento
ru: Медленно
zh_hans: 慢

# lVc-Bf-xne.title
source: Import All Settings and Data…
de: Alle Einstellungen und Daten importieren…
ja: すべての設定とデータをインポート…
pt_br: Importar todos os ajustes e dados…
ru: Импортировать все настройки и данные…
zh_hans: 导入所有设置和数据…

# m0f-x6-kjR.title
source: Item 1
de: Element 1
ja: 項目1
ru: Пункт 1

# M2Y-uM-p2q.placeholderString
source: Enter badge text (interpolated string)
de: Badge-Text eingeben (interpolierte Zeichenfolge)
ja: バッジテキストを入力(補間文字列)
pt_br: Digite o texto do selo (string interpolada)
ru: Введите текст значка (интерполированная строка)
zh_hans: 输入角标文本（内插字符串）

# M3p-iW-Ii3.title
source: Right control (⌃) key:
de: Rechte Control-Taste (⌃):
ja: 右control(⌃)キー:
pt_br: Tecla Control (⌃) direita:
ru: Правая клавиша Control (⌃):
zh_hans: 右 Control (⌃) 键：

# M6w-4D-SYf.title
source: Send text…
de: Text senden…
ja: テキストを送信…
pt_br: Enviar texto…
ru: Отправить текст…
zh_hans: 发送文本…

# M8r-tv-Ntv.title
source: Foreground
de: Vordergrund
ja: 前景
pt_br: Primeiro plano
ru: Передний план
zh_hans: 前景

# maq-kg-hPh.title
source: Browse
de: Durchsuchen
ja: 参照
pt_br: Explorar
ru: Обзор
zh_hans: 浏览

# mBl-f5-7kB.title
source: Selection:
de: Auswahl:
ja: 選択範囲:
pt_br: Seleção:
ru: Выделение:
zh_hans: 选区：

# mBL-Vc-973.title
source: Remap fn key to:
de: fn-Taste neu zuordnen zu:
ja: fnキーの割り当て先:
pt_br: Remapear a tecla fn para:
ru: Переназначить клавишу fn на:
zh_hans: 将 fn 键重映射为：

# mgo-bS-seC.title
source: Side margins:
de: Seitliche Ränder:
ja: 左右の余白:
pt_br: Margens laterais:
ru: Боковые поля:
zh_hans: 侧边距：

# Mh7-H7-uUQ.title
source: Copy:
de: Kopieren:
ja: コピー:
pt_br: Copiar:
ru: Копирование:
zh_hans: 拷贝：

# MHU-Ge-APl.title
source: Status Bar:
de: Statusleiste:
ja: ステータスバー:
pt_br: Barra de status:
ru: Строка состояния:
zh_hans: 状态栏：

# MiD-3K-dMh.title
source: Resizing:
de: Größenänderung:
ja: サイズ変更:
pt_br: Redimensionamento:
ru: Изменение размера:
zh_hans: 调整大小：

# Mj0-14-uAo.title
source: Opaque
de: Deckend
ja: 不透明
pt_br: Opaco
ru: Непрозрачный
zh_hans: 不透明

# MkW-7r-CPG.title
source: Use interpolated strings for parameters (affects all actions)
de: Interpolierte Zeichenfolgen für Parameter verwenden (betrifft alle Aktionen)
ja: パラメータに補間文字列を使用する(すべてのアクションに影響します)
pt_br: Usar strings interpoladas para parâmetros (afeta todas as ações)
ru: Использовать интерполированные строки для параметров (влияет на все действия)
zh_hans: 为参数使用内插字符串（影响所有操作）

# mLJ-2p-cRL.title
source: Never Allow
de: Nie erlauben
ja: 許可しない
pt_br: Nunca permitir
ru: Никогда не разрешать
zh_hans: 从不允许

# mlk-a6-xcL.ibExternalAccessibilityDescription
source: Use ligatures for ASCII text
de: Ligaturen für ASCII-Text verwenden
ja: ASCIIテキストに合字を使用する
pt_br: Usar ligaduras para texto ASCII
ru: Использовать лигатуры для текста ASCII
zh_hans: 为 ASCII 文本使用连字

# mlk-a6-xcL.ibShadowedToolTip
source: If you turn this on, optional ligatures in this font will be enabled. It forces iTerm2 to use a slower text rendering algorithm.
de: Wenn Sie dies aktivieren, werden optionale Ligaturen in dieser Schrift aktiviert. Dadurch wird iTerm2 gezwungen, einen langsameren Algorithmus zur Textdarstellung zu verwenden.
ja: これをオンにすると、このフォントのオプションの合字が有効になります。iTerm2はより低速なテキストレンダリングアルゴリズムを使用せざるを得なくなります。
pt_br: Se você ativar isto, as ligaduras opcionais desta fonte serão ativadas. Isto força o iTerm2 a usar um algoritmo de renderização de texto mais lento.
ru: Если включить эту опцию, в этом шрифте будут задействованы необязательные лигатуры. Это вынуждает iTerm2 использовать более медленный алгоритм отрисовки текста.
zh_hans: 开启后，将启用此字体的可选连字。它会强制 iTerm2 使用较慢的文本渲染算法。

# MM6-3I-2ep.title
source: Auto-hide menu bar in non-native fullscreen
de: Menüleiste im nicht nativen Vollbildmodus automatisch ausblenden
ja: 非ネイティブフルスクリーン時にメニューバーを自動的に隠す
pt_br: Ocultar automaticamente a barra de menus na tela cheia não nativa
ru: Автоматически скрывать строку меню в нестандартном полноэкранном режиме
zh_hans: 非原生全屏幕时自动隐藏菜单栏

# MML-g6-oeR.title
source: Enable Instant Replay (costs memory and CPU)
de: Sofortwiedergabe aktivieren (kostet Arbeitsspeicher und Prozessorleistung)
ja: インスタントリプレイを有効にする(メモリとCPUを消費します)
pt_br: Ativar Instant Replay (consome memória e CPU)
ru: Включить Мгновенный повтор (расходует память и процессор)
zh_hans: 启用即时回放（消耗内存和 CPU）

# moN-8d-dZd.title
source: Top & bottom margins:
de: Ränder oben und unten:
ja: 上下の余白:
pt_br: Margens superior e inferior:
ru: Верхнее и нижнее поля:
zh_hans: 上下边距：

# mOt-Fp-WpW.ibShadowedToolTip
source: Controls the opacity of faint (dim) text produced by SGR 2. Lower values make faint text fade further toward the background; at 1, it has no effect.
de: Steuert die Deckkraft von blassem (gedimmtem) Text, der durch SGR 2 erzeugt wird. Niedrigere Werte lassen blassen Text stärker in den Hintergrund übergehen; bei 1 hat es keine Wirkung.
ja: SGR 2によって生成される淡い(dim)テキストの不透明度を調整します。値を小さくすると、淡いテキストは背景色に向かってさらに薄くなります。1の場合は効果がありません。
pt_br: Controla a opacidade do texto tênue (esmaecido) produzido por SGR 2. Valores mais baixos fazem o texto tênue esmaecer mais em direção ao plano de fundo; em 1, não tem efeito.
ru: Управляет непрозрачностью тусклого (приглушённого) текста, создаваемого SGR 2. Меньшие значения делают тусклый текст более похожим на фон; при значении 1 эффект отсутствует.
zh_hans: 控制 SGR 2 产生的暗淡文本的不透明度。值越低，暗淡文本越向背景淡出；为 1 时无效果。
